Rebar Set must contain at least two bar locations.
  Namespace:   Autodesk.Revit.DB
  Assembly:   RevitAPI  (in RevitAPI.dll) Version: 2015.0.0.0 (2015.0.0.0)
 Syntax
  C#
public static FailureDefinitionId TooSmallNumberOfBars { get; }
  Visual Basic
Public Shared ReadOnly Property TooSmallNumberOfBars As FailureDefinitionId
	Get
  Visual C++
public:
static property FailureDefinitionId^ TooSmallNumberOfBars {
	FailureDefinitionId^ get ();
}
 See Also
  BuiltInFailures RebarFailures Class
  Autodesk.Revit.DB Namespace